Repository: ThongchaiPichitchaichana/safety
Catalog: safetys/safetys4/App_GlobalResources/Hazard.*.resx
Languages: th

# btSubmitReport
source: Submit Report
th: ส่งผลการตรวจสอบ

# btHazardedit
source: Edit
th: แก้ไข

# btHazardreject
source: Reject Report
th: ปฏิเสธรายงาน

# hazardarea
source: Location of Finding
th: บริเวณที่พบแหล่งอันตราย

# hazarddetail
source: Detail </br>Characteristic of the issue (Including environmental impact)
th: รายละเอียด </br> ลักษณะของแหล่งอันตรายหรือประเด็นปัญหา (รวมถึงประเด็นปัญหาด้านสิ่งแวดล้อม)

# hazardname
source: Hazard title
th: ชื่อแหล่งอันตราย

# hazardnamesurname
source: Name & Surname
th: ชื่อ - สกุล

# hazardphone
source: Phone number
th: เบอร์โทรศัพท์

# hazardstep1
source: Hazard report
th: รายงานแหล่งอันตราย

# hazardstep2
source: Verify Hazard Report
th: ตรวจสอบรายงานแหล่งอันตราย

# hazardstep3
source: Process of Action
th: ดำเนินการแก้ไข

# hazardstep4
source: Request to Close Hazard Report
th: ขอปิดรายงานแหล่งอันตราย

# hazard_date
source: Date of Finding
th: วันที่พบแหล่งอันตราย

# hazard_time
source: Time
th: เวลาที่พบแหล่งอันตราย

# HeaderDate
source: Date/Time and Location
th: วัน/เวลาและสถานที่พบแหล่งอันตราย

# infoimage
source: Can upload up to 2 pictures (only JPG, and PNG) and maximum 5 MB per picture.
th: สามารถอัพโหลดรูปได้มากสุดที่ 2 รูปภาพ (เฉพาะไฟล์ JPG และ PNG เท่านั้น) และรูปละไม่เกิน 5 MB

# lbCompany
source: Company of finding
th: บริษัทที่พบแหล่งอันตราย

# lbdepartment
source: Plant/Department of finding
th: โรงงาน/ฝ่าย ที่พบแหล่งอันตราย

# lbDescriptionHeader
source: Brief Description
th: รายละเอียดแหล่งอันตราย

# lbdivision
source: Division of finding
th: ส่วนที่พบแหล่งอันตราย

# lbfucntion
source: Function/Business Unit of finding
th: พื้นที่สายงานที่พบแหล่งอันตราย

# lbNameReportHeader
source: Name of reporter
th: ผู้รายงานแหล่งอันตราย

# lbsection
source: Section of finding
th: แผนกที่พบแหล่งอันตราย

# report_date
source: Date of Report
th: วันที่รายงาน

# rqcompany
source: Company field is reqired.
th: กรุณาเลือกบริษัท

# rqdepartment
source: Plant/Department field is reqired.
th: กรุณาเลือกโรงงาน/ฝ่าย

# rqfunction
source: Function/Business Unit field is reqired.
th: กรุณาเลือกพื้นที่สายงาน

# rqhazarddate
source: Date of Finding field is reqired.
th: กรุณากรอกวันที่พบแหล่งอันตราย

# rqhazarddetail
source: Detail field is reqired.
th: กรุณากรอกรายละเอียด

# rqhazardname
source: Hazard Characteristic field is reqired.
th: กรุณากรอกลักษณะของแหล่งอันตราย

# rqhazardtime
source: Time field is reqired.
th: กรุณากรอกเวลาที่พบแหล่งอันตราย

# rqmobileformphone
source: Invalid mobile phone.
th: รุปแบบเบอร์โทรศัพท์ไม่ถูกต้อง

# rqmobilephone
source: Phone number field is reqired.
th: กรุณากรอกเบอร์โทรศัพท์

# rqmobilephonelength
source: Phone no more than 10 characters.
th: เบอร์โทรศัพท์มือถือต้องมีค่าไม่เกิน 10 หลัก

source: Show file
th: แสดงไฟล์

# type_action
source: Type of the action
th: ลักษณะการดำเนินการ

source: Preliminary action
th: การดำเนินการเบื้องต้นเพื่อป้องกันอันตราย

source: Complete control
th: ขจัดและป้องกันอันตรายแล้ว

# pending_action
source: Pending for action
th: ยังไม่สามารถแก้ไขได้ทันที

source: Temporary control
th: เป็นการป้องกันแบบชั่วคราว

# hazardnamesecurity
source: Name & Surname
th: ชื่อ - สกุล

# header_acknowledge
source: Acknowledge by area safety officer Report
th: ลงชื่อเจ้าหน้าที่ความปลอดภัย

source: High
th: สูง

# level_hazard
source: Level of hazard
th: ระดับความเสี่ยง

source: Low
th: ต่ำ

source: Medium
th: กลาง

# source_hazard
source: Category of hazard
th: ประเภทของแหล่งอันตราย

# verification_hazard
source: Verification of Hazard
th: ตรวจสอบรายงานแหล่งอันตราย

source: Verifying date
th: วันที่ตรวจสอบรายงาน

# lbreasonreject
source: Reason for reject report
th: เหตุผลที่ปฏิเสธรายงาน

# rqreasonreject
source: Reason for reject report is reqired.
th: กรุณากรอกเหตุผลที่ปฏิเสธรายงาน

# lbstatus
source: Status
th: สถานะ

# lbyear
source: Year
th: ปี

# lbhazarddate
source: Date of Hazard
th: วันเกิดเหตุ

# lbhazarddetail
source: Detail of the Hazard
th: รายละเอียดแหล่งอันตราย

# lbhazardno
source: Hazard No.
th: รหัสแหล่งอันตราย

# lbhazardtitle
source: Hazard title
th: ชื่อแหล่งอันตราย

# all_hazard_header
source: All Hazard
th: แหล่งอันตรายทั้งหมด

# rqVerifydate
source: Verifying date is reqired.
th: กรุณากรอกวันที่ตรวจสอบรายงาน

# rqsourcehazard
source: Source of hazard is reqired.
th: กรุณาเลือกที่มาของแหล่งอันตราย

# rqLevelhazard
source: Level of hazard is required.
th: กรุณาเลือกระดับความเสี่ยง

# btHazardprocessaction
source: Process of Action
th: ดำเนินการแก้ไข

# btHazardcheck
source: Verify Report
th: ตรวจสอบรายงาน

source: Action
th: การดำเนินการ

# attachment_header
source: Attachment (Can upload only 1 file (JPG, PNG,PDF,DOCX) and max file size is 5 MB)
th: เอกสารแนบ (อัพโหลดได้ 1 ไฟล์ (เฉพาะไฟล์ JPG,PNG,PDF,DOCX) ขนาดไม่เกิน 5 MB)

source: Date Complete
th: วันที่เสร็จ

source: Due date
th: กำหนดเสร็จ

# notify_contractor
source: Notify contractor (if any)
th: แจ้งผู้รับเหมา (ถ้ามี)

# process_action_form
source: Process of Action
th: ดำเนินการแก้ไข

source: Remark
th: หมายเหตุ

source: Responsible person
th: ผู้รับผิดชอบ

# rqaction
source: Action is required.
th: กรุณากรอกการดำเนินการ

# rqduedate
source: Duedate is required.
th: กรุณาเลือกวันกำหนดเสร็จ

# rqresponsible_person
source: Responsible person is required.
th: กรุณาแจ้งผู้รับเหมา (ถ้ามี)

# rqtypecontrol
source: Type control is required.
th: กรุณาเลือกวิธีการควบคุม

source: Status
th: สถานะ

# typecontrol
source: Type of control
th: วิธีการควบคุม

source: Close Action
th: ดำเนินการ

# hazardnameareaowner
source: Acknowledge by area owner (FML and up)
th: ลงชื่อหัวหน้างานเจ้าของพื้นที่ (FML ขึ้นไป)

# add_process_action
source: Add action
th: เพิ่มมาตรการ

# hazardnamearea
source: Name & Surname
th: ชื่อ - สกุล

# btRequestclose
source: Request Close Hazard
th: ร้องขอปิดรายงาน

source: Approval
th: การอนุมัติ

source: Approve
th: อนุมัติ

source: Date
th: วันที่

# name_surname
source: Name and Surname
th: ชื่อ - สกุล

source: Not approve
th: ไม่อนุมัติ

# postion
source: Position
th: ตำแหน่ง

# reason_not_approve
source: Reason
th: เนื่องจาก

# request_approve
source: Consider for approval
th: พิจารณาอนุมัติการแก้ไข

source: Hazard
th: แหล่งอันตราย

# rqhazarddate2
source: Hazard date less than or equal date now.
th: วันที่พบแหล่งอันตรายต้องไม่เกินวันที่ปัจจุบัน

# lbmonth
source: Month
th: เดือน

# continue_report
source: Do you want to report another hazard?
th: คุณต้องการจะรายงานแหล่งอันตรายต่อหรือไม่

# consider_approval
source: Consider for approval field is reqired.
th: กรุณาเลือกผลการพิจารณาอนุมัติการแก้ไข

# fatality_prevention
source: Fatality Prevention Elements: FPEs
th: เกี่ยวข้องกับปฏิบัติการปกป้องชีวิต (FPEs)

source: Delay Report
th: สถานะรายงานล่่าช้า

source: Type Reporter
th: ประเภทคนรายงาน

# lbhazardcharacteristic
source: Hazard Characteristic
th: ลักษณะของอันตราย

# rqhazardcharacteristic
source: Hazard Characteristic field is reqired.
th: กรุณาเลือกลักษณะของอันตราย

# lbhazardlocation
source: Location of finding
th: บริเวณที่พบแหล่งอันตราย

# lbcompany_reporter
source: Company of reporter
th: บริษัทของคนรายงาน

# lbdepartment_reporter
source: Department of reporter
th: โรงงาน/ฝ่ายของคนรายงาน

# lbfunction_reporter
source: Function of reporter
th: พื้นที่สายงานของคนรายงาน

source: Attachment
th: เอกสารแนบ

# rqpreliminary_action
source: Preliminary action field is reqired.
th: กรุณากรอกการดำเนินการเบื้องต้นเพื่อป้องกันอันตราย

# detailreject
source: Comment
th: รายละเอียดเพิ่มเติม

# lbdepartment_action
source: Plant/Department
th: โรงงาน/ฝ่าย

# rqHazardDetailLength
source: Characteristic of the issue (Including environmental impact) no more than 4000 characters.
th: ลักษณะของแหล่งอันตรายหรือประเด็นปัญหา (รวมถึงประเด็นปัญหาด้านสิ่งแวดล้อม)ต้องไม่เกิน 4000 ตัวอักษร

# rqHazardPreliminaryActionLength
source: Preliminary action no more than 1000 characters.
th: การดำเนินการเบื้องต้นเพื่อป้องกันอันตรายต้องไม่เกิน 1000 ตัวอักษร

# rqHazardTitleLength
source: Hazard title no more than 500 characters.
th: ชื่อแหล่งอันตรายต้องไม่เกิน 500 ตัวอักษร
