Repository: ThongchaiPichitchaichana/safety
Catalog: safetys/safetys4/App_GlobalResources/Health.*.resx
Languages: th

source: Action
th: การดำเนินการ

# add_occupational_health
source: Add Health Check Report
th: เพิ่มผลการตรวจสุขภาพ

# add_process_action
source: Add Health Rehabilitation Action
th: เพิ่มมาตรการการฟื้นฟูสุขภาพ

# add_risk_factor_relate_work
source: Add Risk Factor Related Work
th: เพิ่มปัจจัยเสี่ยงการทำงาน

# all_health_header
source: All Health Rehabilitation
th: การฟื้นฟูสุขภาพทั้งหมด

source: Approval
th: การอนุมัติ

source: Approve
th: อนุมัติ

source: Attachment
th: เอกสารแนบ

# btHealthedit
source: Edit
th: แก้ไข

# btRequestclose
source: Request to Close Health Rehabilitation
th: ขอปิดรายงานการฟื้นฟูสุขภาพ

# btSubmitReport
source: Submit Report
th: ส่งผลการตรวจสอบ

source: Close Action
th: ดำเนินการ

# consider_approval
source: Consider for approval field is reqired.
th: กรุณาเลือกผลการพิจารณาอนุมัติการแก้ไข

source: Date
th: วันที่

source: Date Complete
th: วันที่เสร็จ

source: Due date
th: กำหนดเสร็จ

# duration_risk_factor
source: Duration of Risk Exposure per Day
th: เวลาที่สัมผัสความเสี่ยงจริง

# file_action_close
source: Closing Action Attachment
th: เอกสารแนบปิดงาน

# file_health_check
source: Health Check Attachment
th: เอกสารผลการตรวจสุขภาพ

# file_opinion_doctor
source: Medical Opinion Attachment
th: เอกสารความเห็นทางการแพทย์

# file_recovery_plan
source: Rehabilitation Plan Attachment
th: เอกสารแผนการฟื้นฟู

# file_repeat_result_health
source: Repeated Health Check Attachment
th: เอกสารผลการตรวจสุขภาพซ้ำ

# file_result_health
source: Health Check Attachment
th: เอกสารผลการตรวจสุขภาพ

# flie_repeat_health_check
source: Repeated Health Check Attachment
th: เอกสารผลการตรวจสุขภาพซ้ำ

# have_repeat_health_check
source: Repeated Health Check
th: มีการตรวจสุขภาพซ้ำ

# healthstep1
source: Health Rehabilitation Report
th: รายงานการฟื้นฟูสุขภาพ

# healthstep3
source: Request to Close Health Rehabilitation Report
th: ขอปิดรายงานการฟื้นฟูสุขภาพ

# hour_risk_factor
source: Hour
th: ชั่วโมง

# lbage
source: Age
th: อายุพนักงาน

# lbCompany
source: Company
th: บริษัท

# lbcompany_reporter
source: Company of reporter
th: บริษัทของคนรายงาน

# lbdepartment
source: Plant/Department
th: โรงงาน/ฝ่าย

# lbdepartment_reporter
source: Department of reporter
th: โรงงาน/ฝ่ายของคนรายงาน

# lbdivision
source: Division
th: ส่วน

# lbemployeeid
source: Employee ID
th: รหัสพนักงาน

# lbemployee_name
source: Employee Name
th: ชื่อพนักงาน

# lbfucntion
source: Function/Business Unit
th: พื้นที่สายงาน

# lbfunction_reporter
source: Function of reporter
th: พื้นที่สายงานของคนรายงาน

# lbhealth_rehab
source: Health Rehabilitation
th: การฟื้นฟูสุขภาพ

# lbjobtype
source: Work Description / Machine Type
th: ลักษณะงานที่ทำ/ชนิดเครื่องจักร

# lbNameReportHeader
source: Name of reporter
th: ชื่อคนรายงาน

# lbsection
source: Section
th: แผนก

# lbserviceyear
source: Service year
th: อายุงาน

# lbserviceyear_current
source: Service Year in Current Position
th: อายุงานในตำแหน่งปัจจุบัน

# lbstatus
source: Status
th: สถานะ

# lbyear
source: Year of Health Checkup
th: ปีการตรวจสุขภาพ

source: Manage
th: จัดการ

# minute_risk_factor
source: Minute
th: นาที

# name_surname
source: Name and Surname
th: ชื่อ - สกุล

source: Not approve
th: ไม่อนุมัติ

# not_repeat_health_check
source: No Repeated Health Check
th: ไม่มีการตรวจสุขภาพซ้ำ

# no_repeat_health_check
source: No Repeated Health Check
th: ไม่มีการตรวจสุขภาพซ้ำ

# occupational_health_form
source: Health Check Report
th: ผลการตรวจสุขภาพ

# occupational_health_report
source: Health Check Report due to Risk Factor Related Work
th: ผลการตรวจสุขภาพตามปัจจัยเสี่ยงที่พบความผิดปกติ

# postion
source: Position
th: ตำแหน่ง

# process_action_form
source: Health Rehabilitation Action
th: มาตรการการฟื้นฟูสุขภาพ

# reason_not_approve
source: Reason
th: เนื่องจาก

source: Remark
th: หมายเหตุ

# repeat_health_check
source: Repeated Health Check
th: มีการตรวจสุขภาพซ้ำ

# report_date
source: Date of Report
th: วันที่รายงาน

# request_approve
source: Consider for approval
th: พิจารณาอนุมัติการแก้ไข

source: Responsible person
th: ผู้รับผิดชอบ

# result_risk_factor
source: Result of Environmental Inspection
th: ผลการตรวจสิ่งแวดล้อม

# risk_factor_relate_work
source: Risk Factor Related Work
th: ปัจจัยเสี่ยงการทำงาน

# risk_factor_relate_work_form
source: Risk Factor Related Work
th: ปัจจัยเสี่ยงการทำงาน

# risk_factor_relate_work_other
source: Other
th: อื่นๆ

# rqaction
source: Action field is reqired.
th: กรุณากรอกการดำเนินการ

# rqage
source: Age field is reqired.
th: กรุณากรอกอายุพนักงาน

# rqcheckage
source: Invalid age.
th: กรอกอายุไม่ถูกต้อง

# rqcheckhourriskfactor
source: Invalid hour.
th: กรอกชั่วโมงไม่ถูกต้อง

# rqcheckminuteriskfactor
source: Invalid minute.
th: กรอกนาทีไม่ถูกต้อง

# rqcheckotherriskfactor
source: Other field is reqired.
th: กรุณากรอกอื่นๆ

# rqcheckservice_year
source: Invalid service year.
th: กรอกอายุงานไม่ถูกต้อง

# rqcheckservice_year_current
source: Invalid service year in current position.
th: กรอกอายุงานในตำแหน่งปัจจุบันไม่ถูกต้อง

# rqcompany
source: Company field is reqired.
th: กรุณาเลือกบริษัท

# rqdepartment
source: Plant/Department field is reqired.
th: กรุณาเลือกโรงงาน/ฝ่าย

# rqduedate
source: Due date field is reqired.
th: กรุณากรอกวันกำหนดเสร็จ

# rqduedate2
source: Duedate more than date now.
th: วันกำหนดเสร็จจะต้องมากกว่าวันที่ปัจจุบัน

# rqemployeeid
source: Employee ID field is reqired.
th: กรุณากรอกรหัสพนักงาน

# rqfilerepeatehealthcheck
source: Please attach file repeated health check
th: กรุณาแนบเอกสารการตรวจสุขภาพซ้ำ

# rqfile_action_close
source: Please attach file for closing action
th: กรุณาแนบเอกสารปิดงาน

# rqfile_opinion_doctor
source: Please attach file medical opinion
th: กรุณาแนบเอกสารความเห็นทางการแพทย์

# rqfile_recovery_plan
source: Please attach file rehabilitation plan
th: กรุณาแนบเอกสารแผนการฟื้นฟู

# rqfunction
source: Function/Business Unit field is reqired.
th: กรุณาเลือกพื้นที่สายงาน

# rqhourriskfactor
source: Hour field is reqired.
th: กรุณากรอกชั่วโมง

# rqjobtype
source: Work Description / Machine Type field is reqired.
th: กรุณากรอกลักษณะงานที่ทำ/ชนิดเครื่องจักร

# rqminuteriskfactor
source: Minute field is reqired.
th: กรุณากรอกนาที

# rqoccupationalhealth
source: Health Check Report due to Risk Factor Related Work field is reqired.
th: กรุณาเลือกผลการตรวจสุขภาพตามปัจจัยเสี่ยงที่พบความผิดปกติ

# rqprocessstatus
source: Status field is reqired.
th: กรุณาเลือกสถานะ

# rqrepeatehealthcheck
source: Repeated Health Check Attachment is reqired.
th: กรุณาเลือกผลเมื่อมีการตรวจสุขภาพซ้ำ

# rqresponsible_person
source: Responsible person field is reqired.
th: กรุณากรอกผู้รับผิดชอบ

# rqresultriskfactor
source: Result of Environmental Inspection field is reqired.
th: กรุณาเลือกผลการตรวจสิงแวดล้อม

# rqriskfactorrelatework
source: Risk Factor Related Work field is reqired.
th: กรุณาเลือกปัจจัยเสี่ยงการทำงาน

# rqserviceyear
source: Service year field is reqired.
th: กรุณากรอกอายุงาน

# rqserviceyearcurrent
source: Service Year in Current Position field is reqired.
th: กรุณากรอกอายุงานในตำแหน่งปัจจุบัน

# rqtypecontrol
source: Type of Control field is reqired.
th: กรุณาเลือกวิธีการควบคุม

# rqyear
source: Year field is reqired.
th: กรุณาเลือกปี

# rqyearriskfactor
source: Year of Environmental Inspection field is reqired.
th: กรุณาเลือกปีการตรวจสิงแวดล้อม

source: Show file
th: แสดงไฟล์

source: Status
th: สถานะ

source: To
th: ถึง

# typecontrol
source: Type of Control
th: วิธีการควบคุม

# year_risk_factor_relate_work
source: Year of Environmental Inspection
th: ปีการตรวจสิ่งแวดล้อม

# file_risk_factor
source: Result of Environmental Inspection Attachment
th: เอกสารผลการตรวจสิ่งแวดล้อม

# rqdurationriskfactor
source: Duration of Risk Exposure per Day field is reqired.
th: กรุณาเลือกระยะเวลาที่ได้รับความเสี่ยงแต่ละวัน

# healthstep2
source: Health Rehabilitation Action
th: มาตรการการฟื้นฟูสุขภาพ

# infooccuimage
source: (Can upload up to 2 files (only PDF, JPG, and PNG) and maximum 10 MB all files.)
th: (สามารถอัพโหลดได้มากสุดที่ 2 ไฟล์ (เฉพาะไฟล์ PDF, JPG และ PNG เท่านั้น) และขนาดทั้งหมดรวมแล้วไม่เกิน 10 MB)

# inforiskimage
source: (Can upload up to 3 files (only PDF, JPG, and PNG) and maximum 10 MB all files.)
th: (สามารถอัพโหลดได้มากสุดที่ 3 ไฟล์ (เฉพาะไฟล์ PDF, JPG และ PNG เท่านั้น) และขนาดทั้งหมดรวมแล้วไม่เกิน 10 MB)

# rqJobTypeLength
source: Work Description / Machine Type no more than 4000 characters.
th: ลักษณะงานที่ทำ/ชนิดเครื่องจักรจำนวนตัวอักษรต้องไม่เกิน 4000 ตัวอักษร

# insignificant
source: Insignificant risk factor related work
th: ไม่มีนัยสำคัญจากปัจจัยเสี่ยงการทำงาน

# rqsignificantorinsignificant
source: Significant risk factor related work or Insignificant risk factor related work is reqired.
th: กรุณาเลือก มีนัยสำคัญจากปัจจัยเสี่ยงการทำงานหรือไม่มีนัยสำคัญจากปัจจัยเสี่ยงการทำงาน

# significant
source: Significant risk factor related work
th: มีนัยสำคัญจากปัจจัยเสี่ยงการทำงาน

# significantorinsignificant
source: Significant risk factor related work or Insignificant risk factor related work
th: มีนัยสำคัญจากปัจจัยเสี่ยงการทำงาน หรือไม่มีนัยสำคัญจากปัจจัยเสี่ยงการทำงาน

# message_form1
source: As you may know that the health data herein are highly confidential and only for your reference. please be aware on printing and sending, </br>do not publish this information to non-relevant.
th: ข้อมูลผลการตรวจสุขภาพถือเป็นข้อมูลที่เป็นความลับเฉพาะส่วนบุคคล ห้ามสั่งพิมพ์หรือเผยแพร่กับบุคคลที่ไม่เกี่ยวข้องรับทราบโดยเด็ดขาด

# lbdateofbirth
source: Date of Birth
th: วันเกิด

# lbhiringdate
source: Hiring date
th: วันที่เริ่มงานกับบริษัท

# rqdateofbirth
source: Date of Birth field is reqired.
th: กรุณากรอกวันเกิด

# rqhiringdate
source: Hiring date field is reqired.
th: กรุณากรอกวันที่เริ่มงานกับบริษัท

# lbmonth
source: months
th: เดือน

# lbyears
source: years
th: ปี

# lbhospital
source: Health Check-Up Hospital
th: โรงพยาบาลที่ตรวจ

# rqhospital
source: Health Check-Up Hospital field is reqired.
th: กรุณาเลือกโรงพยาบาลที่ตรวจ

source: Comply
th: ผ่าน

# lbno
source: No
th: ไม่มี

# lbyes
source: Yes
th: มี

# monitoringenvironment
source: Do you have workplace environmental monitoring?
th: มีการตรวจสิ่งแวดล้อมหรือไม่

# monitoring_results
source: Workplace environmental monitoring results
th: สรุปผลการตรวจสิ่งแวดล้อม

source: Not Comply
th: ไม่ผ่าน

# rqmonitoringenvironment
source: Workplace environmental monitoring field is reqired.
th: กรุณาเลือกว่ามีการตรวจสิ่งแวดล้อมหรือไม่

# rqmonitoringresults
source: Workplace environmental monitoring results field is reqired.
th: กรุณาเลือกสรุปผลการตรวจสิ่งแวดล้อม

# lbabnormalaudiogram
source: Abnormal audiogram
th: หูที่ผิดปกติ

# lbboth_ear
source: Both
th: หูทั้ง 2 ข้าง

# lbchronic_diseases_ear
source: Do you have any personal health problem or chronic diseases in the ears?
th: มีโรคประจำตัวหรือโรคเรื้อรังเกี่ยวกับหูหรือไม่

# lbhearing_threshold_level
source: Hearing threshold level
th: ความถี่

# lbleft_ear
source: Left ear
th: หูซ้าย

# lbright_ear
source: Right ear
th: หูขวา

# lbspecify_chronic_diseases_ear
source: Please specify
th: ถ้ามี โปรดระบุ

# rqabnormalaudiogram
source: Abnormal audiogram field is reqired.
th: กรุณาเลือกหูที่ผิดปกติ

# rqchronic_diseases_ear
source: Personal health problem or chronic diseases in the ear field is reqired.
th: กรุณาเลือกว่ามีโรคประจำตัวหรือโรคเรื้อรังเกี่ยวกับหูหรือไม่

# rqspecify_chronic_diseases_ear
source: Please specify field is reqired.
th: กรุณากรอกถ้ามีโรคเกี่ยวกับหู โปรดระบุ

# rqthearing_threshold_level
source: Hearing threshold level field is reqired.
th: กรุณากรอกความถี่

# lbabnormal_pulmonary_function
source: Abnormal pulmonary function
th: สรุปผลการทำงานของปอดผิดปกติ

# lbcigarettes_per_day
source: Cigarette(s) per day
th: มวน/วัน

# lbmonths
source: months
th: เดือน

# lbobstructive
source: Obstructive
th: ความผิดปกติแบบหลอดลมอุดกั้น

# lbobstructive_restrictive
source: Obstructive and Restrictive
th: ความผิดปกติแบบหลอดลมอุดกั้น และความผิดปกติแบบจำกัดการขยายตัว

# lbrestrictive
source: Restrictive
th: ความผิดปกติแบบจำกัดการขยายตัว

# lbsmoked_cigarettes
source: Have you ever smoked a cigarettes ?
th: เคยสูบบุหรี่หรือไม่

# lbsmoked_other
source: Other
th: อื่นๆ

# lbyes_smoked
source: Yes, but quit. I smoked for
th: เคยแต่เลิกแล้ว ระยะเวลาที่เคยสูบนาน

# lbyes_smoking
source: I am smoking
th: เคยและปัจจุบันยังสูบอยู่ปริมาณ

# rqabnormal_pulmonary_function
source: Abnormal pulmonary function field is reqired.
th: กรุณาเลือกสรุปผลการทำงานของปอดผิดปกติ

# rqsmoked_cigarettes
source: Smoked a cigarettes field is reqired.
th: กรุณาเลือกว่าเคยสูบบุหรี่หรือไม่

# lbabnormal_health_check_report
source: Abnormal Health Check Report
th: ผลการตรวจสุขภาพตามปัจจัยเสี่ยงที่พบความผิดปกติ

# lbaudiogram
source: audiogram
th: สมรรถภาพการได้ยิน

# lbenvironment_report
source: Environment report
th: สรุปผลการตรวจวัดสิ่งแวดล้อม

# lbhealth_check
source: Health Check
th: รายการตรวจ

# lbhealth_check_report
source: Health Check Report due to Risk Factor Related Work
th: ผลการตรวจสุขภาพตามปัจจัยเสี่ยงของงาน

# lbhealth_check_up_hospital
source: Health Check up hospital
th: ชื่อหน่วยงานที่ตรวจสุขภาพ

# lbimbalance_body_chemistry
source: Imbalance of body chemistry
th: ระดับสารเคมีในร่างกายไม่เป็นไปตามมาตรฐาน

# lboccupational_vision
source: occupational vision
th: การมองเห็นสายตาอาชีวอนามัย

# lbpersonal_health_problem
source: Personal health problem or Chronic diseases in the ear
th: โรคประจำตัวหรือโรคเรื้อรังเกี่ยวกับหู

# lbpulmonary_function
source: pulmonary function
th: สมรรถภาพการทำงานของปอด

# lbsmoking_record
source: Smoking Record
th: ประวัติการสูบบุหรี่

# lbworking_background
source: Working background
th: ประวัติการทำงาน

# lbyear_check
source: Years
th: ปีที่ตรวจ

# lbabnormal
source: Abnormal
th: ผิดปกติ

# lbprofile
source: Profile
th: ประวัติส่วนตัว

# lbhealth_rehabilitation_individual_report
source: Health Rehabilitation Individual Report
th: รายงานสรุปผลสุขภาพรายบุคคล

# detailreject
source: Comment
th: รายละเอียดเพิ่มเติม

# lbreasonreject
source: Reason for reject report
th: เหตุผลที่ปฏิเสธรายงาน

# rqfileresulthealthcheck
source: Please attach file health check attachment
th: กรุณาแนบเอกสารผลการตรวจสุขภาพ

# report_message_form1
source: As you may know that the health data herein are highly confidential and only for your reference. please be aware on printing and sending, do not publish this information to non-relevant.
th: ข้อมูลผลการตรวจสุขภาพถือเป็นข้อมูลที่เป็นความลับเฉพาะส่วนบุคคล ห้ามสั่งพิมพ์หรือเผยแพร่กับบุคคลที่ไม่เกี่ยวข้องรับทราบโดยเด็ดขาด

# rqfileriskfactor
source: Please attach file result of environmental inspection attachment.
th: กรุณาแนบเอกสารผลการตรวจสิ่งแวดล้อม
