Repository: ThongchaiPichitchaichana/safety
Catalog: safetys/safetys4/App_GlobalResources/Incident.*.resx
Languages: th

# btIncidentcheck
source: Verify Report
th: ตรวจสอบรายงาน

# btIncidentedit
source: Edit
th: แก้ไข

# btIncidentreject
source: Reject Report
th: ปฏิเสธรายงาน

# HeaderDate
source: Date/time and location of incident
th: วัน/เวลา และสถานที่เกิดเหตุ

# incidentarea
source: Location of incident
th: บริเวณที่เกิดเหตุ

# incidentdetail
source: Detail of the incident
th: รายละเอียดอุบัติการณ์

# incidentname
source: Incident title
th: ชื่ออุบัติการณ์

# incidentnamesurname
source: Name and Surname
th: ชื่อ สกุล

# incidentphone
source: Phone number
th: เบอร์โทรศัพท์

# incidentstep1
source: Incident Report
th: รายงานอุบัติการณ์

# incidentstep2
source: Verify Incident Report
th: ตรวจสอบรายงานอุบัติการณ์

# incidentstep3
source: Investigation and Corrective/Preventive Action
th: สอบสวนและกำหนดมาตรการการแก้ไข

# incidentstep4
source: Request to Close Incident Report
th: ขอปิดรายงานอุบัติการณ์

# incident_date
source: Date of incident
th: วันเกิดเหตุ

# incident_time
source: Time
th: เวลาเกิดเหตุ

# lbCompany
source: Company of incident
th: บริษัทที่เกิดเหตุ

# lbdepartment
source: Plant/Department of incident
th: โรงงาน/ฝ่ายที่เกิดเหตุ

# lbDescriptionHeader
source: Description
th: รายละเอียดอุบัติการณ์

# lbdivision
source: Division of incident
th: ส่วนที่เกิดเหตุ

# lbfucntion
source: Function/Business Unit of incident
th: พื้นที่สายงานที่เกิดเหตุ

# lbIncidentHeader
source: Incident Report
th: วันเวลาและสถานที่เกิดเหตุ

# lbNameReportHeader
source: Name of reporter
th: ผู้รายงานอุบัติการณ์

# lbsection
source: Section of incident
th: แผนกที่เกิดเหตุ

# report_date
source: Date of report
th: วันที่รายงาน

# report_time
source: Time
th: เวลาที่รายงาน

# rqcompany
source: Company field is reqired.
th: กรุณากรอกบริษัท

# rqdepartment
source: Plant/Department field is reqired.
th: กรุณากรอกโรงงาน/ฝ่าย

# rqfunction
source: Function/Business Unit field is reqired.
th: กรุณากรอกพื้นที่สายงาน

# rqincidentdate
source: Date of incident field is reqired.
th: กรุณากรอกวันเกิตเหตุ

# rqincidentdetail
source: Detail of the incident field is reqired.
th: กรุณากรอกรายละเอียดอุบัติการณ์

# rqincidentname
source: Incident title field is reqired.
th: กรุณากรอกชื่ออุบัติการณ์

# rqincidenttime
source: Time of incident field is reqired.
th: กรุณากรอกเวลาเกิดเหตุ

source: Area
th: พื้นที่

# rqmobilephone
source: Phone field is reqired.
th: กรุณากรอกเบอร์โทรศัพท์มือถือ

# rqmobilephonelength
source: Phone no more than 10 characters.
th: เบอร์โทรศัพท์มือถือต้องมีค่าไม่เกิน 10 หลัก

# rqmobileformphone
source: Invalid mobile phone.
th: รูปแบบเบอร์โทรศัพท์มือถือไม่ถูกต้อง

source: Show file
th: แสดงไฟล์

# lbreasonreject
source: Reason for reject report
th: เหตุผลที่ปฏิเสธรายงาน

# rqreasonreject
source: Reason for reject report is reqired.
th: กรุณาเลือกเหตุผลที่ปฏิเสธรายงาน

# lbincidentdate
source: Date of incident
th: วันเกิดเหตุ

# lbincidentdetail
source: Detail of the incident
th: รายละเอียดอุบัติการณ์

# lbincidentno
source: Incident No.
th: รหัสอุบัติการณ์ทั้งหมด

# lbincidenttitle
source: Incident title
th: ชื่ออุบัติการณ์

# lbstatus
source: Status
th: สถานะ

# lbyear
source: Year
th: ปี

# header
source: All Incidents
th: อุบัติการณ์ทั้งหมด

# infoimage
source: Can upload up to 5 pictures (only JPG, and PNG) and maximum 3 MB per picture.
th: สามารถอัพโหลดรูปได้มากสุดที่ 5 รูปภาพ (เฉพาะไฟล์ JPG และ PNG เท่านั้น) และรูปละไม่เกิน 3 MB

# rqmobilephone1
source: Mobile phone field is reqired.
th: กรุณากรอกเบอร์โทรศัพท์มือถือ

source: No
th: ไม่ใช่

# sourceincident
source: Source of Incident
th: ที่มาของอุบัติการณ์

# workrelate
source: Work related incident?
th: อุบัติการณ์จากการทำงาน

source: Yes
th: ใช่

# impact
source: Have an impact or consequence
th: มีผลกระทบ

# impact_incident
source: Impact of incident
th: ผลกระทบของอุบัติการณ์

# injury_fatality
source: Injury or fatality involved
th: การบาดเจ็บต่อบุคคุล/เสียชีวิต

# injury_fatality_involve
source: Injury or fatality involved
th: มีผู้ได้รับบาดเจ็บ/เสียชีวิต

# no_impact
source: No Impact (Near Miss)
th: ไม่มีผลกระทบ (Near Miss)

source: No injury/Fatality
th: ไม่มีผู้ได้รับบาดเจ็บ/เสียชีวิต

source: Offsite
th: เกิดนอกพื้นที่ควบคุมกลุ่มบริษัทฯ

source: Onsite
th: เกิดในพื้นที่ควบคุมกลุ่มบริษัทฯ

# responsible_area
source: Area of incident
th: พื้นที่เกิดเหตุ

# add_injury
source: Add injured person
th: เพิ่มผู้บาดเจ็บ

source: Body Parts
th: อวัยวะที่ได้รับบาดเจ็บ

# day_lost
source: Day lost(day)
th: หยุดงาน (วัน)

source: Delete
th: ลบ

# name_injury
source: Name - Surname of injured person
th: ชื่อ - สกุลผู้บาดเจ็บ

# nature_injury
source: Nature of injury
th: ลักษณะการบาดเจ็บ

source: Remark
th: หมายเหตุ

# severity_injury
source: Severity of injury
th: ความรุนแรงของการบาดเจ็บ

# type_employment
source: Type of employment
th: สถานะการจ้างงาน

source: Add damage list
th: เพิ่มรายการความเสียหาย

source: Consequence Level
th: ระดับความรุนแรง

# consequence_property_environment
source: Consequence to property or environment
th: ความเสียหายต่อทรัพย์สิน / สภาพแวดล้อม

source: Corrective Action
th: การดำเนินการแก้ไข

# critical_incident
source: Critical Incident (CI) ?
th: พิจารณาเป็นอุบัติการณ์ขั้นวิกฤต (CI)

source: Damage cost
th: มูลค่าความเสียหาย

# detail_damage
source: Detail of damage
th: ลักษณะความเสียหาย

# effect_property_environment
source: Effect to property or environment
th: มีทรัพย์สิน และ/หรือ สภาพแวดล้อมเสียหาย

source: External Reportable ?
th: เป็นอุบัติการณ์ที่ต้องแจ้งหน่วยราชการหรือไม่

source: Immediate/Temporary action
th: การดำเนินการแก้ไขทันที่ / ชั่วคราว

# list_property_enviroment_damage
source: List of Property/environment damage
th: ทรัพย์สิน หรือสภาพแวดล้อมที่เสียหาย

# no_effect_property_environment
source: No effect to property or environment
th: ไม่มีผลกระทบต่อทรัพย์สินและสภาพแวดล้อม

source: Other Impact
th: ผลกระทบอื่นๆ

# potential_image
source: Have the potential to image
th: อาจจะมีผลต่อภาพลักษณ์

# potential_issue
source: Have the potential to productivity issue
th: อาจจะมีผลต่อกระบวนการผลิต

# potential_legal
source: Have the potential to legal
th: อาจจะมีผลกระทบทางคดีความกฎหมาย

# info_external_reportable
source: Fatality (F) Loss of human life as a result of a work related accident Permanent Disability (PD) When the affected person is no longer able to have gainful employment with any employer as a result of a work-related incident Lost Time Injury (LTI) A work-related injury causing the absence of one or more working days (or shifts), counting from the day after the injury Medical Treatment (MTI) An injury requiring a treatment by a qualified person for treat injury or disease or abnormality Minor Injury(MI) An Incident that results in minor injury and first aid treatment is applied
th: เสียชีวิตหมายถึงการเสียชีวิตที่เป็นผลจากอุบัติเหตุอันเนื่องมาจากการทำงาน ทุพพลภาพ หมายถึงอุบัติเหตุที่เกี่ยวข้องกับการทางานจนทำให้บุคคลนั้นได้รับบาดเจ็บถึงขั้นการสูญเสียอวัยวะหรือการสูญเสียสมรรถภาพของอวัยวะหรือของร่างกายหรือการสูญเสียสภาวะปกติของจิตใจจนไม่สามารถปฏิบัติงานให้กับกลุ่มบริษัทฯได้อีก บาดเจ็บถึงขั้นหยุดงาน หมายถึงการบาดเจ็บอันเนื่องมาจากการทำงานที่เป็นสาเหตุให้ต้องหยุดงานและไม่สามารถกลับเข้ามาปฏิบัติงานได้ตั้งแต่ 1 วันหรือมากกว่า 1 วันขึ้นไป(หรือมากกว่า1 กะ) เป็นต้นไป บาดเจ็บถึงขั้นรักษาพยาบาล หมายถึงอุบัติเหตุที่ทำให้เกิดการบาดเจ็บจนต้องได้รับการดูแลรักษาพยาบาลทางการแพทย์ เพื่อต่อสู้กับการบาดเจ็บหรือโรคหรือความผิดปกติ บาดเจ็บถึงขั้นปฐมพยาบาล หมายถึงอุบัติเหตุที่ทำให้เกิดการบาดเจ็บเล็กน้อยและผู้บาดเจ็บได้รับการรักษาพยาบาลเบื้องต้นเท่านั้น

# rqbodypart
source: Body part field is reqired.
th: กรุณาเลือกอวัยวะที่ได้รับบาดเจ็บ

# rqdaylost
source: Day lost field is reqired.
th: กรุณากรอกจำนวนวันที่หยดงาน

# rqddltypeemployment
source: Type employment field is reqired.
th: กรุณาเลือกสถานะการว่าจ้าง

# rqNameInjury
source: Name field is reqired.
th: กรุณากรอกชื่อ-สกุลผู้บาดเจ็บ

# rqnatureinjury
source: Nature injury field is reqired.
th: กรุณาเลือกลักษณะการบาดเจ็บ

# rqseverityinjury
source: Severity injury field is reqired.
th: กรุณาเลือกความรุนแรงของการบาดเจ็บ

# rqdamagecost
source: Damage cost field is reqired.
th: กรุณากรอกมูลค่าความเสียหาย

# rqdetaildmage
source: Detail of damage field is reqired.
th: กรุณากรอกลักษณะความเสียหาย

# rqpropertyenviroment
source: List of Property/enviroment damage field is reqired.
th: กรุณากรอกทรัพย์สิน หรือสภาพแวดล้อมที่เสียหาย

source: Currency
th: สกุลเงินของค่าความเสียหาย

source: Total damage cost
th: รวมมูลค่าความเสียหาย

# total_lost_day
source: Total lost day(s)
th: รวมวันหยุดงาน

# definition_damage
source: Cost Effect
th: ความเสียหาย

# definition_environment
source: Environment
th: สิ่งแวดล้อม

# definition_image
source: Image
th: ภาพลักษณ์

# definition_legal
source: Legal
th: กฎหมาย/ กฎระเบียบบริษัทฯ

# definition_level
source: General Definition
th: คำจำกัดความ

# definition_person
source: Involvement
th: ผู้เกี่ยวข้อง

# definition_process
source: Operations
th: ด้านการผลิต

# definition_safety
source: Safety
th: ความปลอดภัย

# level1
source: Dramatic
th: วิกฤต

# level1_damage
source: > 10,000,000 Baht
th: > 10,000,000 บาท

# level1_environment
source: Large Scale, long term environmental damage off site
th: มีผลเสียหายต่อสิ่งแวดล้อมเป็นวงกว้าง ส่งผลเสียหายต่อพื้นที่รอบนอกในระยะยาว

# level1_image
source: Boycotting by Stakeholders
th: ลูกค้าขึ้นบัญชีดำ

# level1_legal
source: Regulatory breach that threatens continued operations
th: ฝ่าฝืนกฏข้อบังคับที่มีผลต่อการดำเนินงานของบริษัท

# level1_person
source: Crisis Management Team(CMT)
th: ทีมการจัดการภาวะวิกฤต (CMT)

# level1_process
source: Plant interruption more than 1 month
th: มีผลกระทบต่อการผลิตหยุดชะงักมากกว่า 1 เดือน

# level1_safety
source: Fatality
th: เสียชีวิต

# level2
source: Major
th: รุนแรง

# level2_damage
source: < 10,000,000 Baht
th: < 10,000,000 บาท

# level2_environment
source: Large Scale, short term environmental damage off site
th: มีความเสียหายต่อสิ่งแวดล้อมขนาดใหญ่ ส่งผลเสียหายต่อพื้นที่รอบนอกในระยะสั้น

# level2_image
source: Some Rejection by Stakholders
th: มีข้อร้องเรียนเป็นจำนวนมาก และมีผลกระทบต่อบริษัท

# level2_legal
source: Major regulatory breach with sanctions
th: ฝ่าฝืนกฏข้อบังคับสำคัญ และมีบทลงโทษ

# level2_person
source: Emergency Management Team(EMT)
th: ทีมการจัดการฉุกเฉิน (EMT)

# level2_process
source: Plant interruption more than 1 week
th: มีผลกระทบต่อการผลิตหยุดชะงักมากกว่า 1 สัปดาห์

# level2_safety
source: Permanent Disability
th: ทุพพลภาพ

# level3
source: Moderate
th: ปานกลาง

# level3_damage
source: < 1,000,000 Baht
th: < 1,000,000 บาท

# level3_environment
source: Large scale environmental damage only on site
th: มีความเสียหายต่อสิ่งแวดล้อมในระดับหนึ่งในพื้นที่

# level3_image
source: Serious Negative Response
th: มีข้อร้องเรียนเป็นจำนวนมาก และมีผลกระทบต่อพื้นที่นั้น

# level3_legal
source: Reportable regulatory breach
th: มีรายงานการฝ่าฝืนกฏข้อบังคับ

# level3_person
source: Management Team
th: ทีมบริหาร

# level3_process
source: Plant interruption more than 1 day
th: มีผลกระทบต่อการผลิตหยุดชะงักมากกว่า 1 ชั่วโมง

# level3_safety
source: Lost Time Injury/</br>Restricted Work Case
th: การบาดเจ็บถึงขั้นหยุดงาน/เปลี่ยนงานชั่วคราว

# level4
source: Minor
th: น้อย

# level4_damage
source: < 100,000 Baht
th: < 100,000 บาท

# level4_environment
source: Significant environmental damage only on site
th: มีความเสียหายต่อสิ่งแวดล้อมในพื้นที่อย่างมีนัยสำคัญ

# level4_image
source: Multiple Negative Responses
th: มีข้อร้องเรียนจำนวนมาก

# level4_legal
source: Multiple regulatory breaches and non reportable
th: ฝ่าฝืนกฏข้อบังคับหลายข้อ และไม่มีรายงานการผ่าฝืนฯ

# level4_person
source: Manager
th: ผู้จัดการ

# level4_process
source: Plant disturbance 1 shift
th: มีผลกระทบต่อการผลิต 1 กะ

# level4_safety
source: Medical Treatment Injury
th: บาดเจ็บถึงขั้นรักษาพยาบาล

# level5
source: Insignificant
th: น้อยมาก

# level5_damage
source: < 10,000 Baht
th: < 10,000 บาท

# level5_environment
source: Minor environemntal impact
th: มีผลกระทบต่อสิ่งแวดล้อมเล้กน้อย

# level5_image
source: Minor Negative Response
th: มีข้อร้องเรียนจำนวนเล็กน้อย

# level5_legal
source: Minor regulatory breach
th: ฝ่าฝืนกฏข้อบังคับเล็กน้อย

# level5_person
source: Supervisor
th: หัวหน้างาน

# level5_process
source: Plant disturbance up to 1 hour
th: มีผลกระทบต่อการผลิต 1 ชั่วโมงขึ้นไป

# level5_safety
source: Minor Injury /</br>First Aid Injury
th: บาดเจ็บขั้นปฐมพยาบาลเบื้องต้น

# level_incident_table
source: Consequence Level: CL
th: ระดับความรุนแรง

# require_select_table
source: Please select level incident on table.
th: กรุณาเลือกระดับความรุนแรงจากตาราง

# rqcheckdaylost
source: Invalid day lost.
th: จำนวนวันหยุดงานจะต้องเป็นตัวเลขเท่านั้น

# rqdaylostcheck
source: Invalid day lost.
th: จำนวนวันหยุดงานจะต้องเป็นตัวเลขเท่านั้น

# rqdamagecostcheck
source: Invalid damage cost
th: มูลค่าความเสียหายจะต้องเป็นตัวเลขจำเต็ม หรือตัวเลขทศนิยมเท่านั้น

source: Consequence Criteria Guideline
th: หลักเกณฑ์ในการวิเคราะห์ผลของการเกิดเหตุการณ์

source: Add Fact Finding
th: เพิ่มประเด็น

source: Culpability
th: เป็นการกระทำผิดที่เกิดจาก

# event_exposure
source: Event or Exposure
th: ลักษณะการประสบอันตราย

source: Evidence
th: หลักฐานแนบ

source: Fact Finding
th: ประเด็นข้อเท็จจริงที่พบ

# guilty
source: Guilty of INSEE Group
th: เป็นความผิดพลาดของกลุ่มบริษัทฯ

# lb_fact_finding
source: Fact Finding
th: ประเด็นข้อเท็จจริงที่พบ

# no_guilty
source: Not guilty of INSEE Group
th: กลุ่มบริษัทฯไม่มีส่วนผิด

# partial
source: Partial guilty of INSEE Group
th: กลุ่มบริษัทฯมีส่วนเกี่ยวข้องในความผิด

source: Road Accident
th: เป็นอุบัติเหตุจากยานพาหนะ

# source_incident
source: Source of incident
th: สิ่งที่ทำให้ประสบอันตราย

source: Unsafe Action
th: การกระทำที่ไม่ปลอดภัย

source: Unsafe Condition
th: สภาพการณ์ที่ไม่ปลอดภัย

# attachment_header
source: Attachment (Can upload only 1 file (JPG, PNG,PDF,DOCX) and max file size is 5 MB)
th: เอกสารแนบ (อัพโหลดได้ 1 ไฟล์ (เฉพาะไฟล์ JPG,PNG,PDF,DOCX) ขนาดไม่เกิน 5 MB)

source: Close Action
th: ดำเนินการ

# communication_involvement
source: Communication and involvement
th: การสื่อสารสร้างความตระหนักและมีส่วนร่วม

# corrective_preventive
source: Corrective action
th: การติดตามแก้ไขข้อบกพร่อง

source: Date Complete
th: วันที่เสร็จ

# document_reporting
source: Document controls and reporting
th: การจัดการเอกสารและการทำรายงาน

source: Due date
th: กำหนดเสร็จ

source: Emergency preparation
th: การเตรียมพร้อมต่อเหตุการณ์ฉุกเฉิน

# fatality_prevention
source: Fatality Prevention Elements: FPEs
th: สาเหตุของอุบัติการณ์ ตามปฏิบัติการปกป้องชีวิต (FPEs)

# hazard_assesment
source: Hazard identification and assesment
th: การระบุอันตรายและประเมินความเสี่ยง

# health_wellness
source: Health and wellness
th: สุขภาพพลานามัย

# hygience
source: Hygiene monitoring
th: การตรวจวัดทางสุขศาสตรร์อุตสาหกรรม

# incident_hazard
source: Incident and hazard reporting
th: การรายงานสอบสวนอุบัติการณ์/อันตราย

# inspection_monitoring
source: Inspection and monitoring
th: การตรวจสอบและเฝ้าระวัง

# investigation_committee
source: Investigation Document
th: คณะกรรมการสอบสวน

# lb_corrective_preventive
source: Corrective Action
th: มาตรการการแก้ไขและป้องกัน

# legal_compliance
source: Legal and compliance
th: การปฏิบัติตามกฎหมาย

# management
source: Management of change
th: การบริหารการเปลี่ยนแปลง

# notify_contractor
source: Notify contractor (if any)
th: แจ้งผู้รับเหมา (ถ้ามี)

# occupational
source: Occupational rehabillitation
th: การฟื้นฟูด้านอาชีวอนามัย

# other_please
source: Other please specify
th: อื่นๆ ระบุ

# policy_planning
source: Policy and planning
th: การกำหนดนโยบายและวางแผนงาน

# purchasing_contractor
source: Purchasing and contractor management
th: การควบคุมการจัดซื้ออุปกรณ์และจัดจ้าง

# responsibilities_resourses
source: Responsibilities and resourses
th: บทบาทหน้าที่และการจัดการทรัพยากร

source: Responsible person
th: ผู้รับผิดชอบ (FML ขึ้นไป)

# root_cause
source: Root cause of incident by OH&S pyramid
th: สาเหตุของอุบัติการณ์ตาม OH&S pyramid

# safety_installation
source: Safety design and installation
th: การติดตั้งและออกแบบความปลอดภัย

# selection_competency
source: Selection , training and competency development
th: การคัดเลือกอบรมและพัฒนาความสามารถ

# standard_controls
source: Standard instruction and controls
th: มาตรฐานการทำงานและการควบคุม

source: Status
th: สถานะ

# system_performance
source: System auditing and performance review
th: การประเมินและทบทวนประสิทธิภาพ

# tb_corrective_preventive
source: Corrective action
th: มาตรการการแก้ไข

# add_corrective_preventive
source: Add Corrective action
th: เพิ่มมาตรการการแก้ไข

# fact_finding_form
source: Fact Finding
th: ประเด็นข้อเท็จจริงที่พบ

# corrective_preventive_form
source: Corrective Action
th: มาตราการการแก้ไข

# rqcorrective_preventive
source: Corrective action is reqired.
th: กรุณากรอกมาตราการการแก้ไขและป้องกัน

# rqdatecomplete
source: Date complete is reqired.
th: กรุณาเลือกวันที่เสร็จ

# rqduedate
source: Due date is reqired.
th: กรุณาเลือกวันที่กำหนดเสร็จ

# rqeventexposure
source: Event or Exposure is reqired.
th: กรุณาเลือกลักษณะประสบอันตราย

# rqpfactfinding
source: Fact Finding is reqired.
th: กรุณากรอกประเดินข้อเท็จจริง

# rqresponsible_person
source: Responsible is reqired.
th: กรุณากรอกผู้รับผิดชอบ

# rqsourceincident
source: Source of incident is reqired.
th: กรุณาเลือกสิ่งที่ทำให้ประสบอันตราย

# btRequestclose
source: Request Close Incident
th: ร้องขอปิดรายงานอุบัติการณ์

source: Manage
th: จัดการ

# doc_no
source: Incident No.
th: รหัสอุบัติการณ์

source: Incident
th: อุบัติการณ์

source: Approval
th: การอนุมัติ

source: Close
th: ปิด

source: Date
th: วันที่

# name_surname
source: Name and Surname
th: ชื่อ - สกุล

source: Not close
th: ไม่ปิด

# postion
source: Position
th: ตำแหน่ง

# reason_not_close
source: Reason
th: เนื่องจาก

# request_close
source: Request to close incident (Review risk of the actions before approval)
th: สรุปผลปิดเคสอุบัติการณ์ (ได้ทำการทบทวนความเสี่ยงหลังการแก้ไข ก่อนการอนุมัติ)

# add_root_cause_action
source: Add root cause
th: เพิ่มสาเหตุของอุบัติการณ์

# lb_root_cause_action
source: Root Causes
th: สาเหตุของอุบัติการณ์

# root_cause_action
source: Root cause
th: สาเหตุของอุบัติการณ์

# root_cause_action_no
source: Root Cause No.
th: เลขสาเหตุของอุบัติการณ์

source: Contributing Factor
th: ปัจจัยเสริม

# btIncidentconfirm
source: Confirm and Investigate
th: ยืนยันและดำเนินการสอบสวน

source: to
th: ถึง

# detailreject
source: Comment
th: รายละเอียดเพิ่มเติม

source: Duplicate report
th: รายงานอุบัติการณ์ซ้ำ

source: Not work relate
th: ไม่ใช่อุบัติการณ์จากการทำงาน

# rqduedate2
source: Duedate more than date now.
th: วันที่กำหนดเสร็จต้องมากกว่าวันที่ปัจจุบัน

# rqincidentdate2
source: Incident date less than or equal date now.
th: วันที่แจ้งเหตุต้องไม่เกินวันที่ปัจจุบัน

# rqculpability
source: Culpability is require.
th: กรุณาเลือกสาเหตุการกระทำผิด

source: Incident Type
th: ประเภทอุบัติการณ์

# sequence
source: No.
th: ลำดับ

# btIncidentconfirmgroup
source: Confirm by GroupOH&S
th: ยืนยันโดย GroupOH&S

# continue_report
source: Do you want to report another incident?
th: คุณต้องการจะรายงานอุบัติการณ์ต่อหรือไม่

# request_close_form4
source: Request to close incident field is reqired.
th: กรุณาเลือกผลสรุปปิดเคสอุบัติการณ์

# close_incident_date
source: Date of close
th: วันที่ปิดอุบัติการณ์

source: Delay Report
th: สถานะรายงานล่่าช้า

source: Type Reporter
th: ประเภทคนรายงาน

# lbincidentlocation
source: Location of incident
th: บริเวณที่เกิดเหตุ

# lbsite
source: Site
th: ไซด์

source: Attachment
th: เอกสารแนบ

# rqconsequencelevel
source: Consequence Level field is reqired.
th: กรุณาเลือกระดับความรุนแรง

# rqimpact
source: Impact is reqired.
th: กรุณาเลือกผลกระทบของอุบัติการณ์

# rqresponsiblearea
source: Responsible area is reqired.
th: กรุณาเลือกพื้นที่เกิดเหตุ

# rqeffect
source: Please add damage list
th: กรุณาเพิ่มทรัพย์สินเสียหาย

# rqinjury
source: Please add injury person.
th: กรุณาเพิ่มผู้บาดเจ็บ

# lbdepartment_culpability
source: Plant/Department of Culpability
th: เป็นการกระทำผิดที่เกิดจากโรงงาน/ฝ่าย

# lbfunction_culpability
source: Function/Business Unit of Culpability
th: เป็นการกระทำผิดที่เกิดจากพื้นที่สายงาน

# lbdepartment_action
source: Plant/Department
th: โรงงาน/ฝ่าย

# rqCharacters
source: characters
th: ตัวอักษร

# rqIncidentContributingFactorLength
source: Contributing Factor no more than 1000 characters.
th: ปัจจัยเสริมต้องไม่เกิน 1000 ตัวอักษร

# rqIncidentDetailLength
source: Detail of the incident no more than 4000 characters.
th: รายละเอียดอุบัติการณ์ต้องไม่เกิน 4000 ตัวอักษร

# rqIncidentImmediateLength
source: Immediate/Temporary action no more than 4000 characters.
th: การดำเนินการแก้ไขทันที่ / ชั่วคราวต้องไม่เกิน 4000 ตัวอักษร

# rqIncidentTitleLength
source: Incident title no more than 500 characters.
th: ชื่ออุบัติการณ์ต้องไม่เกิน 500 ตัวอักษร

# rqincidentarea
source: Location of incident field is reqired.
th: กรุณากรอกบริเวณที่เกิดเหตุ

# lbActivityCompany
source: Under control of Company
th: บริษัทที่ควบคุมกิจกรรม

# lbActivityDepartment
source: Under control of Plant/Department
th: โรงงาน/ฝ่ายที่ควบคุมกิจกรรม

# lbActivityDivision
source: Under control of Division
th: ส่วนที่ควบคุมกิจกรรม

# lbActivityFunction
source: Under control of Function/Business unit
th: สายงานที่ควบคุมกิจกรรม

# lbActivitySection
source: Under control of Section
th: แผนกที่ควบคุมกิจกรรม

# owner_activity
source: Owner of activity
th: ผู้ควบคุมกิจกรรม

# owner_activity_known
source: Known
th: ทราบ

# owner_activity_unknown
source: Unknown
th: ไม่ทราบ

# rqActivityCompany
source: Under control of company field is reqired.
th: กรุณาเลือกบริษัทที่ควบคุมกิจกรรม

# rqActivityDepartment
source: Under control of plant/department field is reqired.
th: กรุณาเลือกโรงงาน/ฝ่ายที่ควบคุมกิจกรรม

# rqActivityDivision
source: Under control of division field is reqired.
th: กรุณาเลือกส่วนที่ควบคุมกิจกรรม

# rqActivityFucntion
source: Under control of function/business unit field is reqired.
th: กรุณาเลือกสายงานที่ควบคุมกิจกรรม

# rqActivitySection
source: Under control of section field is reqired.
th: กรุณาเลือกแผนกที่ควบคุมกิจกรรม

# rqOwneractivity
source: Owner of activity field is reqired.
th: กรุณาเลือกผู้ควบคุมกิจกรรม

# lbdepartment_injured
source: Plant/Department Unit of injured person
th: ส่วนงานของผู้บาดเจ็บ

# lbfunction_injured
source: Function/Business Unit of injured person
th: โรงงาน/ฝ่ายของผู้บาดเจ็บ

# btIncidentexcept
source: Exemptions from reporting
th: ยกเว้นอุบัติเหตุที่ไม่ต้องบันทึกเป็นอุบัติเหตุในรายงาน

# detailexcept
source: Comment
th: รายละเอียดเพิ่มเติม

# lbreasonexcept
source: Reason for exemptions from reporting
th: เหตุผลที่ยกเว้นอุบัติเหตุที่ไม่ต้องบันทึกเป็นอุบัติเหตุในรายงาน

# rqreasonexcept
source: Reason for exemptions from reporting report is reqired.
th: กรุณาเลือกเหตุผลที่ยกเว้นอุบัติเหตุที่ไม่ต้องบันทึกเป็นอุบัติเหตุในรายงาน

# add_consequence
source: Add Consequence Management
th: เพิ่มการบริหารจัดการผลกระทบ(บทลงโทษ)​

# add_preventive
source: Add Preventive Action
th: เพิ่มมาตรการป้องกัน

# lb_consequence
source: Consequence Management
th: การบริหารจัดการผลกระทบ(บทลงโทษ)​

# lb_preventive
source: Preventive Action
th: มาตรการป้องกัน

# tb_consequence
source: Consequence management
th: การบริหารจัดการผลกระทบ(บทลงโทษ)​

# tb_preventive
source: Preventive action
th: มาตรการป้องกัน

# lb_search_area
source: Area of search
th: พื้นที่ค้นหา
